cask_args appdir: '/Applications'
tap "AdoptOpenJDK/openjdk"
tap "beeftornado/rmtree"
tap "getsentry/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jive/brew", "git@github.com:jive/brew.git"
tap "knes1/tap"
tap "rockyluke/devops"
tap "wata727/tflint"
brew "asdf"
brew "autoconf"
brew "awscli"
brew "azure-cli"
brew "bandwhich"
brew "bash"
brew "bash-completion"
brew "bat"
brew "cfn-lint"
brew "clingo"
brew "cmake"
brew "coreutils"
brew "curl"
brew "dep"
brew "docker-machine"
brew "docker-machine-driver-xhyve"
brew "dust"
brew "fabianishere/personal/pam_reattach"
brew "fd"
brew "ffmpeg"
brew "fortune"
brew "freexl"
brew "fzf"
brew "geos"
brew "gh"
brew "giflib"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "gmp"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "gradle"
brew "graphviz"
brew "grep"
brew "grex"
brew "groovy"
brew "hadolint"
brew "htop"
brew "httpie"
brew "hub"
brew "jesseduffield/lazydocker/lazydocker"
brew "jive/brew/create-maven-release"
brew "jive/brew/docker-mfa"
brew "jive/brew/geodns-cli"
brew "jive/brew/goispdump"
brew "jive/brew/jazz-cli"
brew "jive/brew/jim-cli"
brew "jive/brew/traps-unload"
brew "jpeg"
brew "jq"
brew "jsonlint"
brew "libidn"
brew "libssh"
brew "libtool"
brew "libvterm"
brew "libxml2"
brew "lua@5.1"
brew "lzlib"
brew "markdownlint-cli"
brew "maven"
brew "mercurial"
brew "ncurses"
brew "neovim", args: ["HEAD"]
brew "node@14"
brew "oath-toolkit"
brew "oniguruma"
brew "openssl"
brew "openssl@1.1"
brew "perl"
brew "pinentry-mac"
brew "prettier"
brew "procs"
brew "pstree"
brew "python@2"
brew "python@3"
brew "reattach-to-user-namespace"
brew "recode"
brew "rename"
brew "ripgrep"
brew "rockyluke/devops/pip-gitlint"
brew "ruby"
brew "sdl2"
brew "shfmt"
brew "shpotify"
brew "spellcheck"
brew "stow"
brew "tealdeer"
brew "telnet"
brew "tflint"
brew "the_silver_searcher"
brew "tig"
brew "tmate"
brew "tmux"
brew "unibilium"
brew "vim", args: ["HEAD"]
brew "w3m"
brew "watch"
brew "watchman"
brew "wget"
brew "yamllint"
brew "ytop"
brew "zoxide"
brew "zsh"
cask "adoptopenjdk/openjdk/adoptopenjdk8"
cask "adoptopenjdk/openjdk/adoptopenjdk11"
cask "docker"
cask "font-fira-code"
cask "font-hack"
cask "font-hasklig"
cask "font-iosevka"
cask "font-jetbrainsmono-nerd-font"
cask "hammerspoon"
cask "intellij-idea-ce"
cask "iterm2-beta"
cask "macvim"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "xquartz"
