cask_args appdir: '/Applications'
tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'choppsv1/term24'
tap 'homebrew/binary'
tap 'homebrew/bundle'
tap 'homebrew/dupes'
tap 'homebrew/science'
tap 'neovim/neovim'
brew 'autoconf'
brew 'xz'
brew 'automake'
brew 'bash-completion'
brew 'bazaar'
brew 'boost'
brew 'libsigsegv'
brew 'readline'
brew 'clisp'
brew 'cmake'
brew 'cscope'
brew 'doitlive'
brew 'pkg-config'
brew 'emacs'
brew 'libtool'
brew 'makedepend'
brew 'openssl'
brew 'unixodbc'
brew 'jpeg'
brew 'libpng'
brew 'libtiff'
brew 'wxmac'
brew 'erlang'
brew 'expat'
brew 'gettext'
brew 'texi2html'
brew 'sqlite', args: ['universal']
brew 'gdbm', args: ['universal']
brew 'python'
brew 'yasm'
brew 'pcre'
brew 'git'
brew 'x264'
brew 'lame'
brew 'xvid'
brew 'freetype'
brew 'fontconfig'
brew 'ffmpeg'
brew 'fish'
brew 'freexl'
brew 'go'
brew 'fzf', args: ['HEAD']
brew 'giflib'
brew 'lzlib'
brew 'proj'
brew 'libgeotiff'
brew 'geos'
brew 'libxml2'
brew 'json-c'
brew 'liblwgeom'
brew 'libspatialite'
brew 'mysql'
brew 'python3'
brew 'gdal'
brew 'little-cms2'
brew 'ghostscript'
brew 'git-flow'
brew 'gmp'
brew 'homebrew/dupes/ncurses'
brew 'htop'
brew 'httpie'
brew 'intltool'
brew 'isl'
brew 'jbig2dec'
brew 'libevent'
brew 'libidn'
brew 'mpfr'
brew 'libmpc'
brew 'libvo-aacenc'
brew 'lua'
brew 'lynx'
brew 'mercurial'
brew 'mpg123'
brew 'mplayer'
brew 'nspr'
brew 'nss'
brew 'p7zip'
brew 'pixman'
brew 'portaudio'
brew 'rename'
brew 'scons'
brew 'the_platinum_searcher'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'vim', args: ['with-lua', 'HEAD']
brew 'wget', args: ['with-iri']
brew 'youtube-dl'
brew 'zsh'
brew 'caskroom/cask/brew-cask'
brew 'homebrew/binary/libspotify'
brew 'homebrew/dupes/grep'
brew 'neovim/neovim/neovim'
cask 'xquartz'
cask 'heroku-toolbelt'
cask 'paintbrush'
cask 'seil'
cask 'karabiner'
cask 'sublime-text3'
cask 'virtualbox'
cask 'vagrant'
cask 'vlc'
cask 'disk-inventory-x'
cask 'torbrowser'
cask 'google-chrome'
cask 'spotify'
cask 'iterm2-nightly'
cask 'macvim'
cask 'flux'
cask 'qbittorrent'
cask 'android-file-transfer'
