cask_args appdir: '/Applications'
tap "beeftornado/rmtree"
tap "choppsv1/term24"
tap "homebrew/binary"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/science"
tap "homebrew/services"
tap "jive/brew", "git@github.com:jive/brew.git"
tap "knes1/tap"
tap "neovim/neovim"
tap "rockyluke/devops"
cask "disk-inventory-x"
cask "docker"
cask "firefox-beta"
cask "flux"
cask "font-fira-code"
cask "font-hack"
cask "font-hasklig"
cask "font-iosevka"
cask "google-chrome"
cask "google-chrome-canary"
cask "google-drive"
cask "hammerspoon"
cask "intellij-idea"
cask "iterm2-nightly"
cask "java"
cask "karabiner"
cask "macvim"
cask "paintbrush"
cask "screenhero"
cask "slack"
cask "spotify"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
cask "xquartz"
brew "autoconf"
brew "awscli"
brew "bash-completion"
brew "clingo"
brew "cmake"
brew "coreutils"
brew "curl"
brew "docker-machine"
brew "docker-machine-driver-xhyve"
brew "ffmpeg"
brew "fish"
brew "fortune"
brew "freetype"
brew "freexl"
brew "fzf"
brew "geos"
brew "gettext"
brew "giflib"
brew "git"
brew "git-flow"
brew "glib"
brew "gmp"
brew "gnu-sed", args: ["with-default-names"]
brew "gnu-time"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "gpg-agent"
brew "gradle"
brew "grep"
brew "groovysdk"
brew "hadolint"
brew "htop"
brew "httpie"
brew "hub"
brew "jive/brew/jazz-cli"
brew "jpeg"
brew "jq"
brew "jsonlint"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "lame"
brew "libgcrypt"
brew "libidn"
brew "libtool"
brew "libvterm"
brew "libxml2"
brew "lua@5.1"
brew "lzlib"
brew "maven"
brew "mercurial"
brew "ncurses"
brew "neovim", args: ["HEAD"]
brew "node@8"
brew "oath-toolkit"
brew "oniguruma"
brew "openssl@1.1"
brew "pcre2"
brew "perl"
brew "pinentry"
brew "pinentry-mac"
brew "python"
brew "python@2"
brew "reattach-to-user-namespace"
brew "recode"
brew "rename"
brew "ripgrep"
brew "rockyluke/devops/pip-gitlint"
brew "ruby"
brew "sdl2"
brew "the_silver_searcher"
brew "tig"
brew "tmate"
brew "tmux"
brew "unibilium"
brew "vim", args: ["HEAD", "with-lua"]
brew "w3m"
brew "watch"
brew "watchman"
brew "wget"
brew "yamllint"
brew "zsh"
