tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "kubecolor/tap"
brew "coreutils"
brew "asdf"
brew "bash"
brew "bat"
brew "curl"
brew "dog"
brew "dust"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "grep"
brew "hub"
brew "hyperfine"
brew "jq"
brew "lua"
brew "node"
brew "oath-toolkit"
brew "pam-reattach"
brew "perl"
brew "python@3.12"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "sd"
brew "starship"
brew "stow"
brew "tealdeer"
brew "tig"
brew "tmux"
brew "trash"
brew "tree-sitter"
brew "watch"
brew "wget"
brew "yq"
brew "zoxide"
brew "zsh"
brew "kubecolor/tap/kubecolor"
cask "bluesnooze", args: { appdir: "/Applications" }
cask "brave-browser"
cask "docker", args: { appdir: "/Applications" }
cask "firefox"
cask "font-jetbrains-mono", args: { appdir: "/Applications" }
cask "font-jetbrains-mono-nerd-font", args: { appdir: "/Applications" }
cask "font-symbols-only-nerd-font", args: { appdir: "/Applications" }
cask "karabiner-elements"
cask "kitty", args: { appdir: "/Applications" }
cask "orion"
cask "spotify", args: { appdir: "/Applications" }
cask "transmission"
